;Language file of Revo Uninstaller
;This section must use english
[Info]
Language= Norsk/Norwegian
WebLang=NOR
Translator=Audun Seierstad
Codepage=UNICODE 
Version=1.94

[Uninstaller Toolbar]
102 = Vis
103 = Alternativer
104 = Avinstallerer
105 = Verktøy
106 = Jaktmodus
107 = Vis liste
108 = Ikoner
109 = Detaljer
110 = Avinstaller
111 = Fjern oppføring
112 = Oppdater
113 = Er du sikker på at du vil fjerne den valgte oppføringen?
114 = Er du sikker på at du vil avinstallere det valgte programmet?
115 = Autooppdatering
116 = Hjelp
117 = Hjelp for aktuelt verktøy...
118 = Hjemmeside...
119 = Om...
120 = Du er ikke en administrator!
121 = Er du sikker på at du vil avinstallere den valgte systemkomponenten?\nSTOPP hvis du er usikker!
122 = Avinstallereren viser deg alle programmer og komponenter som er installert for alle brukere. I enkelte visningsmoduser, eller via en kontekst-meny kan du finne mye tilleggsinformasjon, linker og alternativer for installerte programmer. En av grunnfunksjonene til Revo uninstaller er jaktmodusen. Denne modusen gjør det mulig å avinstallere (stoppe, slette eller hindre automatisk oppstart) med bare ett klikk på programmer.
123 = Søk
124 = Funnet:
125 = Er du sikker på at du vil fjerne den valgte systemkomponenten fra registeret?\nDen kan være en nødvendig del av operativsystemet!
126 =  er fjernet fra automatisk oppstart!
127 =  er satt til automatisk oppstart!
128 = %s er installert på samme sted som %s!\nRester fra begge programmer kan bli funnet! Vær nøye med å kontrollere hvilke som ønskes fjernet!
129 = Tvunget avinstallering 

[Uninstaller List]
150 = Program
151 = Størrelse
152 = Versjon
153 = Installeringsdato
154 = Firma
155 = Nettsted
156 = Kommentar
157 = Avinstalleringsstreng
158 = Registernøkkel
159 = Installerer

[Uninstaller StatusBar]
201 = Installasjoner:
202 = Laster...


[Registry Optimizer]
302 = Velg hvor det skal søkes
303 = Startmeny

[AutoRun Toolbar]
407 = Kjør
408 = Stopp
409 = Fjern
410 = Elementer :
411 = Aktivert :
412 = Med autostart-administrasjonen kan du ikke bare aktivere eller deaktivere automatisk oppstart av programmer under Windows-oppstart, men du kan også få mer informasjon om et bestemt program som er satt til å starte sammen med Windows. Du kan få informasjon om leverandøren av programmet, beskrivelsen, hvor det er lagret og info om hvorvidt programmet i øyeblikket kjører eller ikke.

[AutoRun List]
450 = Oppstartsnavn
451 = Oppstartssted
452 = Beskrivelse
453 = Leverandør
454 = Status
455 = Plassering
456 = KJØRER
457 = KJØRER IKKE
458 = UGYLDIG
459 = Avslutt prosess
460 = Kjør prosess
461 = Åpne installeringsmappen
462 = Gå til plassering
463 = Kopier oppstartssted
464 = Fjern valgte
465 = Fjern alle ugyldige
466 = Fjern alle som ikke kjører
467 = Fjern alle som er deaktivert
468 = Alternativer...
470 = Er du sikker på at du vil lukke det valgte programmet?\nEventuelle data som ikke er lagret vil gå tapt!
471 = Er du sikker på at du vil slette det valgte elementet?
472 = Er du sikker på at du vil slette alle ugyldige elementer?
473 = Er du sikker på at du vil slette alle elementer som ikke kjører?
474 = Er du sikker på at du vil slette alle deaktiverte elementer?
475 = Kommandoen eksisterer ikke!
476 = UKJENT
477 = Deaktiver autostart
478 = Aktiver autostart

[Outlook Control]
300 = Optimalisering
301 = Registeroptimalisering
400 = Autostart-administrator
500 = Spor-fjerning
501 = Nettleser-opprydding
600 = MS Office-opprydding
700 = Windows-opprydding
800 = Bevisfjerning
900 = Permanent sletting
2100 = Windows-verktøy
2200 = Søppelfil-fjerning

[Track Cleaner Browsers]
507 = Slett alt
508 = Slett liste over besøkte web-sider
509 = Slett historikk i adresselinje
510 = Slett midlertidige internett-filer
511 = Slett informasjonskapsler(Cookies)
512 = Slett Index.dat-filer
513 = Utfør
514 = Slett nedlastingshistorikk
515 = Slett sesjons-historikk
516 = Slett skjema-historikk
517 = Avinstallerer
518 = Er du sikker på at du vil slette all valgt historikk?
521 = Er du sikker på at du vil slette Internet Explorer-historikk?
522 = Er du sikker på at du vil slette Firefox-historikk?
523 = Er du sikker på at du vil slette Opera-historikk?
524 = Er du sikker på at du vil slette Netscape-historikk?
525 = Din nettleser arkiverer detaljert informasjon om alle web-sider som du noen gang har besøkt. Arkivet er lett tilgjengelig fra ditt nettleser-vindu og bare ved å trykke på en knapp kan hvem som helst se hvilke web-sider du har besøkt! Med Nettleser-opprydding kan du slette midlertidige internett-filer som er alle bildene du har sett, alle online-videoene du har sett og alle web-sidene du har besøkt. Sletting av midlertidige internettfiler kan frigjøre mye plass på harddisken din.
526 = Lukk din nettleser før du sletter dens historikk
527 = Index.dat-filer vil bli slettet neste gang datamaskinen startes på nytt
599 = Fjerning av spor i de valgte elementene er utført!

[Track Cleaner Office]
601 = Utfør
607 = Slett historikk over nylig åpnede dokumenter i MS Word
608 = Inkluderer Word 2000, Word XP, Word 2003 og Word 2007
609 = Slett historikk over nylig åpnede dokumenter i MS Excel
610 = Inkluderer Excel 2000, Excel XP, Excel 2003 og Excel 2007
611 = Slett historikk over nylig åpnede dokumenter i MS Access
612 = Inkluderer Access 2000, Access XP, Access 2003 og Access 2007
613 = Slett historikk over nylig åpnede dokumenter i MS PowerPoint
614 = Inkluderer PowerPoint 2000, PowerPoint XP, PowerPoint 2003 og PowerPoint 2007
615 = Slett historikk over nylig åpnede dokumenter i MS FrontPage
616 = Inkluderer FrontPage 2000, FrontPage XP, FrontPage 2003 og FrontPage 2007
617 = MS Office-opprydding lar deg slette historikken for sist åpnede dokumenter i MS Word, Excel, Access, PowerPoint og Front Page. Hvis du ikke ønsker at andre skal se hvilke regneark, dokumenter eller andre filer du nylig har jobbet med i MS Office, bare velg hvilke historikker du vil fjerne og klikk "Slett"-knappen. De sist åpnede filene vil ikke lenger bli vist.

[Track Cleaner Windows]
701 = Utfør
707 = Slett historikk for nylig åpnede dokumenter
708 = Slett historikk for kjør-kommando på start-menyen
709 = Slett historikk for filsøk
710 = Slett historikk for søk etter skrivere og personer
711 = Tøm utklippstavlen
712 = Slett historikk over nylig åpnede dokumenter i MS Paint
713 = Slett historikk over nylig åpnede dokumenter i MS WordPad
714 = Slett historikk for sist åpnede nøkler i Regedit
715 = Slett historikk for åpning og lagring av filer i felles-dialogbokser
716 = Slett historikk for sist besøkte mappe i felles-dialogbokser
717 = Tøm papirkurven
718 = Slett midlertidige windows-filer
719 = Slett klikk-historikk for startmenyen
720 = Microsoft Windows logger mye av det du gjør med din datamaskin slik som filsøk når du leter etter filer og mapper; nylig åpnede dpkumenter, historikk for åpning og lagring av filer i ulike programmer og mye annet.Windows Cleaner lar deg fjerne all denne historikken samt midlertidige filer. Du kan også tømme søppelbøtten din og slette midlertidige filer for å firgjøre plass på harddisken. 
721 = Historikken for kjør-kommandoen blir først slettet etter en restart av explorer.exe-prosessen
722 = Rester i Windows-registeret
723 = Rester på lokal harddisk
724 = Slett minne-dump-filer som er oprettet etter tidligere krasj
725 = Slett filfragmenter som er gjenopprettet av Chkdsk(Check Disk)


[Evidence Remove]
802 = Utfør
803 = Sletter
804 = Vennligst vent mens slettingen utføres
805 = Fullført
806 = Huk av for den/de stasjonen(e) du vil at bevisene for hva du har gjort skal slettes fra. Dette verktøyet påvirker bare tidligere slettede data. ADVARSEL: Etter at denne oppgaven er fullført vil det være umulig å gjenopprette dine slettede filer!
807 = Når du tømmer søppelkurven, blir filene merket for sletting, men de blir ikke slettet fysisk fra harddisken. Dette verktøyet vil slette for godt, alle filer og mapper som allerede er slettet, men som fortsatt fysisk ligger på harddisken. Uansett hvilket verktøy du eller andre bruker for å gjenopprette slettede data vil resultatet være det samme – dataene som er slettet med bevisfjerningsverktøyet er umulig å gjenopprette!
808 = Er du sikker på at du vil slette gjenværende spor og beviser fra den/de valgte disken(e)?

[Unrecoverable  Delete ]
912 = Liste over filer og mapper som vil bli slettet og gjort umulige å gjenopprette
913 = Filer
914 = Mapper
915 = Legg til filer som du vil slette og fjerne fra systemet. Disse filene kan aldri mer gjenopprettes hverken med noe programvareverktøy eller fysisk!
916 = Legg til mapperInsert som du vil slette og fjerne fra systemet. Disse mappene kan aldri mer gjenopprettes hverken med noe programvareverktøy eller fysisk!
917 = Legg til filer som skal slettes
918 = Legg til mapper som skal slettes
919 = SLETT FOR ALLTID
920 = Tøm listen
921 = Hvis du vil slette en fil eller en mappe slik at du er helt sikker på at ingen, uansett kunnskap eller verktøy, kan gjenopprette dem, bruk Permanent sletting. Sletting av filer og tømming av søppelkurven betyr ikke at filene er borte for alltid. De er fortsatt lagret på harddisken og hvem som helst kan enkelt gjenopprette slettede data. Verktøyet Permanent sletting gjør gjenoppretting umulig fordi det sletter fysisk alle filer og mapper. 
922 = Er du sikker på at du vil slette valgte filer og mapper permanent?

[Options Tree]
1001 = Alternativer
1100 = Generelt
1200 = Avinstallerer

[General]
1101 = Nåværende språk:
1102 = Aktiver avansert modus
1103 = Søk etter oppdateringer ved oppstart

[Uninstaller Options]
1201 = Vis systemoppdateringer
1202 = Vis systemkomponenter
1203 = Aktiver modus for raskt innlasting
1204 = Kjør bare den innebygde avinstallereren
1205 = (Ikke støttet i Vista) 
1206 = Lag et systemgjenopprettingspunkt før avinstallering
1207 = Legg tiloversblevne filer og mapper som slettes i søppelkassen

[Auto Update]
1907 = Oppdater
1908 = Versjonsinformasjon
1909 = Nåværende versjon:
1910 = Nyeste versjon:
1911 = LAST NED
1912 = Hent siste versjon
1913 = Hva er nytt
1914 = Søker...
1915 = Tilkoblingsfeil...
1916 = STOPP
1917 = Lastet ned %s av %s
1918 = Lastet ned %s (total størrelse er ukjent)
1919 = Revo Uninstaller kunne ikke koble til www.revouninstaller.com. Vennligst kontroller at din internett-tilkobling er aktiv og at ikke brannmuren din sperrer for trafikken fra Revo Uninstaller
1920 = Feil: Feilet ved søk etter ny versjon. Ingen internettforbindelse.

[WinTools]
2110 = Kjør
2111 = Det finnes en rekke nyttige og kjekke verktøy og komponenter inkludert i alle Windows-utgaver. Noen av disse har kompliserte kommandilinje-alternativer, andre er vanskelige å finne. Windows-verktøy gir deg rask ett-klikks-tilgang til mer enn ti verktøy i Windows som du kan bruke i ditt daglige arbeid.
2112 = Du kan bruke det til å tilbakeføre datamaskinen din til en tidligere tilstand, hvis et problem har oppstått, uten å miste dine personlige datafiler. System Restore overvåker endringer i systemet og enkelte programfiler, og det lager automatisk gjenopprettingspunkter som er lette å identifisere. Disse gjenopprettingspunktene tillater deg å tilbakestille systemet til en tilstand det hadde tilbake i tid. Gjenopprettingspunktene opprettes daglig samt ved større systemendringer. Du kan også lage og navngi din egne gjenopprettingspunkter når som  helst.
2113 = Du kan bruke det til å samle og vise informasjon om datamaskinen din slik som maskinvare, operativsystem, Internett-konfigurasjon og modem og nettverkskonfigurasjon. Med Network Diagnostics-verktøyet kan du søke gjennom systemet ditt og teste nettverksforbindelsen, og om hvorvidt nettverksrelaterte programmer og tjenester fungerer. 
2114 = Du kan bruke det til å vise all aktuell TCP/IP nettverkskonfigurasjon samt oppdatere Dynamic Host Configuration Protocol (DHCP) og Domain Name System(DNS)-innstillinger. Viser komplett TCP/IP-konfigurasjon for alle nettverkstilkoblinger inkludert IP-adresse, MAC-adresse, subnett-maske, standard gateway, Windows Internet Naming Service (WINS) og DNS konfigurasjon.
2115 = Du kan bruke det til å kontrollere status på tre viktige sikkerhetskomponenter i datamaskinen - Brannmur, virusbeskyttelse og automatiske oppdateringer. Hvis det blir funnet et problem med en av disse tre komponentene, (f.eks. hvis ditt antivirusprogram ikke er oppdatert), vil Security Center gi deg beskjed og gir deg anbefalinger på hvordan du kan beskytte datamaskinen din bedre.
2116 = Du kan bruke det til følgende: Se på basis-informasjon slik som prosessortype og RAM-minne. Se på og endre innstillinger som bestemmer hvordan datamaskinen bruker minne og finner bestemt informasjon. Finne informasjon om maskinvare og enhetskonfigurasjon samt konfigurere maskinvareprofiler. Se på informasjon om din nettverksforbindelse og påloggingsprofil. Rapportere system- og programfeil til Microsoft eller din systemadminstrator når de oppstår.
2117 = System Information er en komponent i Windows som samler og viser systeminformasjon for lokal og andre tilknyttede maskiner. Dette inkluderer informasjon om maskinvarekonfigurasjon, datamaskinkomponenter og programvare inkludert signerte og usignerte drivere. System Information er et support-verktøy som du kan bruke for raskt å finne informasjon om din datamaskin og operativsystem.
2118 = TCP/IP Netstat Command er en komponent i Windows som viser alle aktive TCP-forbindelser samt alle TCP og UDP-portert som datamaskinen lytter på. Viser også programmet som har opprettet hver tilkobling eller lytteport. I dette tilfellet er programnavnet plassert i [ ] nederst, ovenfor er komponenten som den kalte opp, osv. inntil den nådde frem til TCP/IP. 
2119 = Dette verktøyet viser et virtuelt tastatur på skjermen og gjør det mulig for bevegelseshemmede å skrive med et pekeverktøy eller joystick. Tastaturet er beregnet å gi et minimumsnivå av funksjonalitet for bevegelseshemmede brukere. Du kan også bruke skjerm-tastaturet hvis du mistenker at et Key-Logger-program er installert på datamaskinen slik at alt du skriver blir logget. Skjermtastaturet eliminerer muligheten til å logge tastetrykk.
2120 = Dette verktøyet analyserer lokale lagringsenheter og konsoliderer samler fragmenterte filer og mapper slik at hver fil eller mappe ligger lagret samlet på samme fysiske sted på disken. Det hjelper systemet å aksessere filer og mapper mer effektivt. Ved å samle fragmenterte filer og mapper, samles også diskens lediga kapasitet, hvilket reduserer sannsynligheten for at nye filer blir fragmentert. 
2121 = Du kan bruke det til å starte, stoppe, pause, gjenoppta eller deaktivere tjenester på lokal og tilknyttede datamaskiner. Administrere tjenester på lokal og tilknyttede datamaskiner, sette innstillinger for gjenoppretting i tilfelle tjenester feiler, for eksempel, restarte tjenesten automatisk, aktivere eller deaktivere tjenester for en bestemt maskinvareprofil, se på status og beskrivelse for hver tjeneste.
2122 = Du kan bruke det til å adminsitrere delte ressurser i nettverket, kontrolelre brukerrettigheter, sesjonsaktivitet, alternativer for delte ressurser og for å se et sammendrag av tilkoblinger og ressursbruk på lokale og tilknyttede datamaskiner. Med Shared Folders, kan du: opprette, vise og sette tilganger for delte ressurser, se en liste over tilkoblede brukere, og koble fra en bruker, eller alle brukerne. Se en liste over filer som er åpnet av fjernbrukere.
2123 = Dette verktøyet inkluderer regelsett for brukerkonfigurasjon, hvilket påvirker brukere, og for datamaskinkonfigurasjon, hvilket på virker datamaskiner. Gruppepolicy-innstillinger definerer ulike komponenter i brukerens skrivebord-miljø som en systemadministrator har behov for å administrere, for eksempel, hvilke programmer som er tilgjengelige for brukeren, hvilke programmer som vises på brukerens skrivebord, og alternativer for startmenyen.
2124 = Legg til/fjern Windows-komponenter hjelper deg å administrere installerte Windows-komponenter på din PC. Etter at Windows er installert på din PC, kan du bruke dette til å legge til komponenter som ikke var med i den opprinnelige installasjonen, eller til å fjerne eksisterende komponenter som du ikke lenger bruker.
2125 = Microsoft Windows Malicious Software Removal Tool sjekker datamaskiner som kjører Windows for infeksjoner av spesifikke kjente skadelige programmer og hjelper deg med å fjerne eventuelle infeksjoner som blir funnet. Denne skadelige programvaren inkluderer virus, ormer og trojanske hester. Når deteksjons- og fjerningsprosessen er avsluttet, viser verktøyet en rapport som beskriver resultatet, inkludert hvilken skadelig programvare som ble fjernet, hvis slik ble funnet og fjernet.


[Junk Files Cleaner Options]
2202 = Disker som skal det skal søkes på:
2203 = Maler
2204 = Beskrivelse
2205 = Legg til
2206 = Fjern
2207 = Sett som standard
2208 = Søppelfil-opprydding::Generell
2209 = Søppelfil-opprydding::Ekskluder
2220 = Søk etter følgende mal:
2221 = Du kan bruke symboler (?,*) som jokertegn
2222 = Legg til mal
2223 = Legg til eksluderingsmal
2224 = Du kan bruke symboler (?,*) som jokertegn
2225 = Ekskluderingsmal:
2226 = Legg slettede filer i søppelkassen
2227 = Ignorer filer som er brukt de siste 24 timene 

[Junk Files Cleaner Tool]
2306 = Søk
2307 = Slett
2308 = Søker
2309 = Vennligst vent mens søkingen pågår
2310 = Avbryt
2311 = Navn
2312 = Størrelse
2319 = Filer:
2320 = Total størrelse:
2323 = Det er filer som brukes av Windows\nog som ikke kan slettes nå
2324 = Du må velge minst en stasjon og en filendelse før du starter søket
2325 = Søppelfiloppryding tillater det å finne og fjerne ulike typer søppel og unødvendige filer fra din datamaskin. Normalt slettes slike filer av programmet som opprette dem straks de ikke trenges lenger. Allikevel skjer det at de blir liggende permanent på harddisken hvis noe ufortusett skjer som fører til at programmet avsluttes eller systeme krasjer. Hvis dette skjer, vil det medføre reduksjon i ledig diskplass, og det kan gå utover systemets hastighet og ytelse.
2326 = Fil
2327 = Sletter filer

[ContextMenu Junk Files Cleaner]
2313 = Åpne
2314 = Søk med Google etter
2315 = Åpne installeringsmappen
2316 = Alternativer...
2317 = Merk alle elementer
2318 = Fjern merking for alle elementer
2321 = Merk valgte elementer
2322 = Fjern merking for valgte elementer

[TopMost Window]
4002 = Alternativer
4003 = Åpne hovedvindu
4004 = Dra-og-slipp-modus
4005 = Jaktmodus
4006 = Størrelse
4007 = Liten
4008 = Medium
4009 = Stor
4010 = Vindusstørrelse
4011 = Avslutt
4012 = Avinstaller
4013 = Stopp autooppstart
4014 = Avslutt prosess
4015 = Avslutt og slett prosess
4016 = Åpne installeringsmappen
4017 = Info
4018 = Alternativer
4019 = AVBRYT
4020 = Bare en fil av gangen er støttet!
4021 = Du har sluppet en mappe, vennligst dra og slipp en fil!
4022 = Avinstaller eller fjern:
4023 = Fant ikke noe! Prøve å peke på et annet vindu, ikon eller oppgavelinjeelement.
4024 = Kan ikke kjøre avinstalleringskommandoen!\n Vennligst avinstaller programmet fra avinstallereren.
4025 = Ingen installeringspakke funnet!\nTips: Skaff programmet mer informasjon og\n prøv å avinstallere det fra hvoedvinduet!
4026 = Målprogrammet er deaktiver fra autooppstart!\nTips: Hvis du vil aktivere det igjen, bruk autostart-administrator i hovedvinduet!
4027 = Målprogrammet ble ikke funnet i noen av de vanlige oppstart-stedene!\nTips: For å søke etter spesielle steder som brukes for autostarting av et program, søk på nettstedet www.google.com!
4028 = Er du sikker på at du vil lukke det valgte programmet?\nEventuelle data som ikke er lagret vil gå tapt!
4029 = Avinstallerer
4030 = Er du sikker på at du vil lukke og slette det valgte programmet?\nEventuelle data som ikke er lagret vil gå tapt!
4031 = Er du sikker på at du vil lukke Windows Explorer?\n Startmeny og oppgavelinje vil bli borte!
4032 = Start automatisk med Windows
4033 = Gjennomsiktighet

[Scan After Uninstall]
4210 = Sted
4211 = Nøkkel
4212 = Verdi
4213 = Data
4214 = Fil
4215 = Velg et element før du utfører denne operasjonen!
4216 = Søk etter avinstallering
4217 = Velg alle
4218 = Velg bort alle
4219 = Slett
4220 = Gjenværende filer
4221 = Gjenværende registeroppføringer
4222 = Søker før avinstallering...vennligst vent
4223 = Kjører avinstalleringen...
4224 = Vennligst start søk etter gjenværende filer, mapper og registernøkler når hovedavinstalleringen er fullført
4225 = Søker etter avinstallering...vennligst vent
4226 = Vennligst sjekk nøye de listede elementene!
4227 = Lukk
4228 = Gjenværende filer i listen vil bli slettet neste gang datamaskinen restartes
4229 = Kunne ikke kjøre programmets avinstallering\nKan skyldes ugyldig avinstalleringskommando!
4230 = Forrige
4231 = Neste
4232 = Velg avinstalleringsmodus
4233 = Moduser
4234 = Innebygget - kjør bare programmets egen avinstalleringsrutine uten tilleggssøk etter programrester
4235 = Trygg - inkluderer programmets innebygde avinstallerer og utfører tilleggssøk i registeret og på harddisken for å finne programrester som er helt trygge å fjerne. Den raskeste modusen.
4236 = Moderat - inkluderer trygg modus og utfører utvidet søk for å finne alle programrester på de vanligste stedene i registeret  og på harddisken
4237 = Avansert - inkluderer moderat modus, og utfører et dypt og grundig søk i registeret og på harddisken for å finne alle rester etter programmvaren. Den mest tidkrevende modusen.
4238 = Analyserer programmet før avinstallering.
4239 = Starter programmets innebygde avinstallerer for å utføre standard avinstallering.
4240 = Klikk "Neste"-knappen for å søke etter gjenværende filer, mapper og registeroppføringer etter at programmets avinstallerer har kjørt ferdig.
4241 = Utfører forundersøkelser og avinstallering.
4242 = Søker etter avinstallering
4243 = Utfører søk i etterkant av programmets egen avinstallering. Søker gjennom registeret og harddisken din etter gjenværende filer, mapper og register-oppføringer om er relatert til den nylig avinstallerte programvaren. Vennligst vent….
4244 = Gjenværende registeroppføringer som ble funnet
4245 = Antall registeroppføringer funnet:
4246 = Merk: Sjekk listen over elementer som ble funnet nøye! Kun avmerkede og uthevede elementer og deres underoppføringer vil bli slettet!
4247 = Gjenværende filer og mapper som ble funnet
4248 = Antall filer og mapper funnet:
4249 = Min datamaskin
4250 = Revo Uninstaller kunne ikke starte programmets innebygde avinstalleringsrutine. Kanskje er programmets avinstallerings-kommando ugyldig eller skadet. Klikk "Tilbake”-knappen og prøv en annen avinstalleringsmodus.
4251 = Programmets innebygde avinstalleringsrutine har kjørt ferdig. Revo Uninstaller har ikke søkt etter programvarerester. Du kan klikke “Tilbake”-knappen og prøve en annen avinstalleringsmodus for å søke etter gjenværende filer, mapper og registeroppføringer.
4252 = Revo Uninstaller har fullført avinstalleringen uten feil, men ingen programvarerester ble funnet. Du kan klikke “Tilbake”-knappen og prøve en annen utvidet avinstalleringsmodus for et grundigere søk.
4253 = Revo Uninstaller har fullført avinstalleringen uten feil. Hvis du vil søke etter flere programvarerester, kan du klikke “Tilbake”-knappen og prøve en annen utvidet avinstalleringsmodus for et grundigere søk.
4254 = Fullfør
4255 = Er du sikker på at du ønsker å flytte de valgte filene til søppelkurven?
4256 = Er du sikker på at du vil slette alle valgte registeroppføringer?
4257 = Revo Uninstaller har fullført avinstalleringen uten feil!
4258 = Er du sikker på at du vil fortsette til neste trinn uten å slette de programrestene som er funnet?
4259 = Er du sikker på at du vil fortsette til neste trinn uten å slette de filrestene som er funnet?
4260 = Søket etter programrester er fullført. Klikk "Neste"-knappen for å se resultatet!
4261 = Oppretter systemgjenopprettingspunkt...
4262 = Oppretter systemgjenopprettingspunkt – feilet
4263 = Oppretting av systemgjenopprettingspunkt er deaktivert (i Alternativer->Avinstallerer)
4264 = Oppretter systemgjenopprettingspunkt - ferdig!

[About]
4300 = Oversettere:

[ContextMenu Uninstaller]
5000 = Kommandoer
5001 = Info
5002 = Søk på Google etter
5004 = Instalalsjonssted
5005 = Åpne Om-link...
5006 = Åpne hjelp-link...
5007 = Åpne oppdatering-link...
5008 = Åpne registernøkkel...

[Common]
10000 = OK
10001 = Avbryt
10002 = Hjelp
10003 = Bla gjennom
10004 = Hjelp for aktuellt verktøy
10005 = Hjemmeside
10006 = Om
10007 = Advarsel
10008 = FEIL

[Tooltips]
2000 = Bytt til avinstalleringsmodus
2001 = Viser verktøypanelet
2002 = Juster innstillingene slik du ønsker
2003 = Bytt til jaktmodus
2004 = Endre visningen av listen over installerte programmer
2005 = Avinstaller valgt program
2006 = Slett valgte oppføring fra registeret
2007 = Oppdater programlisten
2008 = Oppdater din nåværende versjon til siste utgave
2009 = Finn ytterligere inormasjon og svar på alle dine spørsmål om programmet
404 = Start valgte program
405 = Stopp og lukk valgte program
406 = Fjern valgte program fra autooppstart
506 = Nullstill valgte alternativer
605 = Nullstill valgte alternativer
705 = Nullstill valgte alternativer
2106 = Kjør valgte verktøy
2304 = Søk etter unødvendige filer i henhold til valgte innstillinger
2305 = Overfør merkede filer til papirkurven
